@extends('app')
@section('title','利用規約 | ONEDARI - オネダリ -')

@section('content')
    @include('nav')
    <div class="container main-container">
        <h1 class="content-title mb-4">利用規約</h1>
        <div>
            <h2 class="tos-title">第1条　総則</h2>
            <ol>
                <li>この利用規約（以下「本利用規約」といいます）は、本ウェブサイト「ONEDARI」（以下「本サイト」といいます）上で提供するサービスをユーザーが利用する際の一切の行為に適用されます。</li>
                <li>本利用規約は、本サービスの利用条件を定めるものです。ユーザーは、本利用規約に従い本サービスを利用するものとします。</li>
                <li>ユーザーは、本サービスを利用することにより、本利用規約の全ての記載内容について同意したものとみなされます。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第2条　定義</h2>
            <ol>
                <li>
                    この利用規約（以下「本利用規約」といいます）は、本ウェブサイト「ONEDARI」（以下「本サイト」といいます）上で提供するサービスをユーザーが利用する際の一切の行為に適用されます。
                    <ol class="lower-latin">
                        <li>本サイト：ウェブサイト「ONEDARI」（https://onedari-app.com/）をいいます。</li>
                        <li>本サービス：本サイト上で提供される全てのサービスをいいます。</li>
                        <li>ユーザー：本サイトを閲覧した者をいいます。</li>
                        <li>コメント等の情報：テキスト、URL、画像など、本サービスを利用して投稿できる情報をいいます。</li>
                        <li>投稿：ユーザーが本サイトにコメント等の情報をアップロードする行為をいいます。</li>
                    </ol>
                </li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第3条　本利用規約の範囲</h2>
            <ol>
                <li>本サイトには、本利用規約及び関連する諸規定、諸通知が適用されます。本利用規約以外にも、本サイトが随時ユーザーに対して通知した諸規定、諸通知は、通知の時点で本規約の一部を構成するものとし、ユーザーはこれを承諾するものとします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第4条　本利用規約の変更</h2>
            <ol>
                <li>本サイトは、本サイト運営者の判断により、本利用規約をいつでも任意の理由で変更することができるものとします。</li>
                <li>変更後の利用規約は、本サイトが別途定める場合を除いて、本サイト上に表示した時点より効力を生じるものとします。</li>
                <li>ユーザーが、本利用規約の変更の効力が生じた後に本サービスをご利用になる場合には、変更後の利用規約の全ての記載内容に同意したものとみなされます。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第5条　個人情報の取り扱い</h2>
            <ol>
                <li>
                    本サイトは、取得した個人情報を以下の目的のために利用いたします。ただし、個人情報保護法第16条第3項各号に該当する場合は、 あらかじめ特定し公表した利用目的の達成に必要な範囲を超えてユーザーの個人情報を取り扱うことがあります。
                    <ol class="lower-latin">
                        <li>IDの表示：本サイトでは、コメント等の情報を投稿する際のID表示に、IPアドレス等の接続元情報を使用いたします。</li>
                        <li>投票の重複判定：本サイトでは、コメント等の情報に対するプラス・マイナス投票の重複判定のため、ユーザーのIPアドレス等の接続元情報を使用いたします。</li>
                        <li>アクセス解析：本サイトでは、Google Analyticsをはじめとするアクセス解析を利用いたします。本サイトを経由してアクセス解析に収集されたデータは、アクセス解析を提供する各社のプライバシーポリシーに基づいて管理されます。</li>
                        <li>規約違反への対処：本サイトでは、本規約に違反するコメント等の情報が投稿された場合、アクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部を削除することがあります。</li>
                        <li>違法行為への対処：本サイトでは、違法行為とみられるコメント等の情報が投稿された場合、IPアドレス等の接続元情報を元に関係機関と連携し法的措置を取ることがあります。</li>
                        <li>その他、本サイトが対処が必要であると判断する行為があった場合</li>
                    </ol>
                </li>
                <li>
                    本サイトでは、ユーザーの個人情報について、ユーザー本人の同意を得ずに第三者に提供することは原則としておこないません。ただし、以下の場合はこの限りではありません。
                    <ol class="lower-latin">
                        <li>法令に基づく場合</li>
                        <li>人の生命、身体または財産の保護のために必要がある場合であって、ご本人の同意を得ることが困難であるとき</li>
                        <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、ご本人の同意を得ることが困難であるとき</li>
                        <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ご本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
                        <li>本サイトが業務を委託する他の事業者に対し、個人情報保護法第23条4項1号に基づいて利用目的に必要な範囲で情報を預託するとき</li>
                    </ol>
                </li>
                <li>
                    以下の場合は、第三者による個人情報の取得に関し、本サイトは何らの責任を負いません。
                    <ol class="lower-latin">
                        <li>ユーザー本人が本サイトの機能または別の手段を用いて第三者に個人情報を明らかにした場合</li>
                        <li>ユーザー本人が本サイトに入力し公開した情報等により、個人が識別できてしまった場合</li>
                    </ol>
                </li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第6条　利用環境の整備</h2>
            <ol>
                <li>ユーザーは、本サービスを利用するために必要なあらゆる機器、ソフトウェア、通信手段を自己の責任と費用において、適切に整備するものとします。</li>
                <li>ユーザーは自己の利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を講じるものとします。</li>
                <li>本サイトはユーザーの利用環境について一切関与せず、また一切の責任を負いません。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第7条　ユーザーの責任</h2>
            <ol>
                <li>ユーザーは、ユーザー自身の自己責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為及びその結果について一切の責任を負います。</li>
                <li>本サービスを利用してユーザーが投稿したコメント等の情報に関する責任は、ユーザー自身にあります。本サイトはユーザーが本サービスを利用して投稿したコメント等の情報の内容について、一切責任を負いません。</li>
                <li>ユーザーが他人の名誉を毀損した場合、プライバシー権を侵害した場合、許諾なく第三者の個人情報を開示した場合、著作権法（昭和45年法律第48号）に違反する行為を行った場合その他他人の権利を侵害した場合には、当該ユーザーは自身の責任と費用において解決しなければならず、本サイトは一切の責任を負いません。</li>
                <li>ユーザーは、ユーザーが本サービスを利用して投稿したコメント等の情報について本サイトに保存義務がないことを認識し、必要なコメント等の情報については適宜バックアップをとるものとします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第8条　禁止事項</h2>
            <ol>
                <li>ユーザーは、本サービスの利用にあたり、次に掲げる行為を行ってはならないものとします。禁止事項に違反した場合には、アクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部の削除、又は公開範囲の変更等の不利益な措置を採ることがあります。</li>
                <ol class="lower-latin">
                    <li>法令または公序良俗に違反する行為</li>
                    <li>犯罪行為に関連する行為</li>
                    <li>本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
                    <li>本サービスの運営を妨害するおそれのある行為</li>
                    <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
                    <li>不正アクセスをし，またはこれを試みる行為/li>
                    <li>他のユーザーに成りすます行為</li>
                    <li>本サービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
                    <li>本サービスの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為</li>
                    <li>
                        以下の表現を含み，または含むと本サイトが判断する内容を本サービス上に投稿し，または送信する行為
                        <ol class="lower-roman">
                            <li>過度に暴力的な表現</li>
                            <li>露骨な性的表現</li>
                            <li>人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</li>
                            <li>自殺，自傷行為，薬物乱用を誘引または助長する表現</li>
                            <li>過その他反社会的な内容を含み他人に不快感を与える表現</li>
                        </ol>
                    </li>
                    <li>
                        以下を目的とし，または目的とすると本サイトが判断する行為
                        <ol class="lower-roman">
                            <li>営業，宣伝，広告，勧誘，その他営利を目的とする行為</li>
                            <li>性行為やわいせつな行為を目的とする行為</li>
                            <li>他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</li>
                            <li>本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</li>
                            <li>その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</li>
                        </ol>
                    </li>
                    <li>宗教活動または宗教団体への勧誘行為</li>
                    <li>その他，本サイトが不適切と判断する行為</li>
                </ol>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第9条　サービスの変更等</h2>
            <ol>
                <li>本サイトは、本サービスをいつでも任意の理由で追加、変更、中断、終了することができます。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第10条　利用料金</h2>
            <ol>
                <li>本サイトおよび本サービスは無料とします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第11条　コメント等の情報に関する権利</h2>
            <ol>
                <li>本サービスを利用してコメント等の情報を投稿するユーザーは、本サイトに対し、当該コメント等の情報が第三者の権利を侵害していないことを保証するものとします。 万一、第三者との間で何らかの紛争が発生した場合には、当該ユーザーの費用と責任において問題を解決するとともに、本サイトに何等の迷惑又は損害を与えないものとします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第12条　コメント等の情報の使用許諾等</h2>
            <ol>
                <li>本サービスを利用して投稿されたコメント等の情報の権利（著作権および著作者人格権等の周辺権利）は、創作したユーザーに帰属します。</li>
                <li>本サイトにコメント等の情報を投稿したユーザーは、本サイトの運営者および運営者が許諾した第三者に対し、自身が投稿したコメント等の情報の二次利用（引用、転載、複製、翻案、研究・開発・調査のための利用等）を許諾するものとします。</li>
                <li>本サイトが前項に定める形でコメント等の情報を使用するにあたっては、情報の一部を省略することができるものとします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第13条　免責事項</h2>
            <ol>
                <li>本サイトは、ユーザーの通信や活動に関与しません。万一ユーザー間の紛争があった場合でも、当該ユーザー間で解決するものとし、本サイトはその責任を負いません。</li>
                <li>本サイトは、本サービスの内容の追加、変更、又は本サービスの中断、終了によって生じたいかなる損害についても、一切責任を負いません。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。</li>
                <li>本サイトは、ユーザーによって投稿されるコメント等の情報を監視したり、保存する義務を負いません。</li>
                <li>本サイトは、ユーザーによって投稿されるコメント等の情報の合法性、道徳性、信頼性、正確性について責任を負いません。 ユーザーによって投稿されるコメント等の情報が、当該ユーザーが所属する法人・団体等の内部規則等に適合することについても、責任を負いません。</li>
                <li>本サイトは、本利用規約に違反する行為又はそのおそれのある行為が行われたと信じるに足りる相当な理由があると判断した場合には、 当該行為を行ったユーザーのアクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部の削除、及び公開範囲の変更等を行う場合がありますが、それによって生じたいかなる損害についても、一切責任を負いません。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第14条　本サイトの削除権限</h2>
            <ol>
                <li>
                    本サイトは、次に掲げる場合には、コメント等の情報の違法性・規約違反の有無に関わらず、関連するコメント等の情報について、その全部もしくは一部の削除又は公開範囲の変更等の不利益な措置を行うことができるものとします。
                    <ol class="lower-latin">
                        <li>人（実在の人物であるか否かを問わず、漫画・アニメ等のキャラクターを含みます）の裸体（着衣の全部又は一部を欠くものをいいます）を撮影・描写したコメント等の情報が投稿された場合。</li>
                        <li>公的な機関又は専門家（国、地方公共団体、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律のガイドラインに規定された信頼性確認団体、インターネット・ホットラインセンター、弁護士等をいいます）から、コメント等の情報について、違法、公序良俗違反又は他人の権利を侵害する等の指摘・意見表明があった場合。</li>
                        <li>権利者と称する者から、コメント等の情報が自分の権利を侵害する旨の申告があった場合。ただし、権利者と称する者から、権利者であることを合理的に判断できる資料を提示され、本サイトにて慎重に検討した結果、権利者であると本サイトが判断した場合に限る。</li>
                    </ol>
                </li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第15条　本利用規約の有効性</h2>
            <ol>
                <li>本利用規約の規定の一部が法令に基づいて無効と判断されても、本利用規約のその他の規定は有効とします。</li>
                <li>利用規約等の規定の一部があるユーザーとの関係で無効とされ、又は取り消された場合でも、利用規約等はその他のユーザーとの関係では有効とします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第16条　本利用規約の違反行為等への対処</h2>
            <ol>
                <li>本利用規約に違反する行為を発見した場合には、お問い合わせページから通報してください。</li>
                <li>ユーザーが本利用規約に違反したと認められる場合、その他本サイトが必要と認める場合は、本サイトは当該ユーザーに対し以下の対処を講ずることがあります。</li>
                <ol class="lower-latin">
                    <li>本利用規約に違反する行為等を止め、同様の行為を繰り返さないことを要求すること。</li>
                    <li>コメント等の情報の全部もしくは一部を削除し、公開範囲を変更し、又は閲覧できない状態（非公開）にすること。</li>
                    <li>アクセス禁止措置、投稿禁止措置を取ること。</li>
                    <li>IPアドレス等の接続元情報を元に関係機関と連携し法的措置を取ること。</li>
                </ol>
                <li>ユーザーは、本サイトが第9条、第15条および本条第2項の規定に基づいて行った本利用規約に違反する行為等への対処について、異議を申し立てることはできないものとします。</li>
            </ol>
        </div>
        <div>
            <h2 class="tos-title">第17条　準拠法及び管轄裁判所</h2>
            <ol>
                <li>本利用規約の準拠法は、日本法とします。</li>
                <li>ユーザーと本サイトの間で訴訟の必要が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
            </ol>
        </div>        <div>
            <h2 class="tos-title">附則</h2>
            <ol>
                <li>本利用規約は令和4年9月16日から施行します。</li>
                <li>本利用規約の施行前にユーザーによって行われた行為についても本利用規約が適用されます。</li>
            </ol>
        </div>
        令和4年9月16日制定
    </div>
    @include('footer')
@endsection